[M_TheBankJob MissionDefinition]
MissionName="Assalto ao Banco"
MissionDescription="Existe um banco em [place]Lynchwood[-place]. Brick acredita que todos os bancos são construidos para um único propósito: serem assaltados."
TurnInDescription="Explosões e muita grana: até parece um sonho."
MissionSummary="Assalte o banco de [place]Lynchwood[-place]."
MissionGiver="Brick"
MissionTurnInLocation="Painel de Trabalhos de Lynchwood"
TeaserText="Brick deseja que você assalte um banco. Precisa de mais alguma informação?"

[M_TheBankJob:BankJob_GetToTheBank MissionObjectiveDefinition]
ProgressMessage="Vá até o banco"

[M_TheBankJob:BankJobObjSet_GetToTheCar MissionObjectiveSetDefinition]
MissionSummaryOverride="Plano de Fuga."
MissionDescriptionOverride="Você assaltou com êxito o banco de [place]Lynchwood[-place]. Agora é hora de dar no pé!"

[M_TheBankJob:BuryTresure MissionObjectiveDefinition]
ProgressMessage="Enterre o tesouro"

[M_TheBankJob:CheckTheBank MissionObjectiveDefinition]
ProgressMessage="Examine o banco"

[M_TheBankJob:DigThePile MissionObjectiveDefinition]
ProgressMessage="Esconda-se na matilha de Skags"

[M_TheBankJob:FindTheLaxative MissionObjectiveDefinition]
ProgressMessage="Encontre um laxante"

[M_TheBankJob:GetTheExplosives MissionObjectiveDefinition]
ProgressMessage="Pegue os explosivos do Cachorro Louco"

[M_TheBankJob:GetTheLoot MissionObjectiveDefinition]
ProgressMessage="Pegue os espólios"

[M_TheBankJob:GetTheSlagBomb MissionObjectiveDefinition]
ProgressMessage="Pegue a bomba Skag"

[M_TheBankJob:Hidetheevidence MissionObjectiveDefinition]
ProgressMessage="Oculte as provas"

[M_TheBankJob:HideTheLoot MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:KillTheBankGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os vigias"

[M_TheBankJob:KillThePosse MissionObjectiveDefinition]
ProgressMessage="Elimine os seguidores"

[M_TheBankJob:MaketheBombBait MissionObjectiveSetDefinition]
MissionSummaryOverride="Elabore uma isca explosiva ."
MissionDescriptionOverride="Existe um banco em [place]Lynchwood[-place]. Brick acredita que todos os bancos são construidos para um único propósito: serem assaltados. Primeiro você precisa umedecer uma bomba com vômito de Skag. Brick mandou você banhar a bomba com laxante e depois fazer com que um Skag a engula e depois vomite. Assim você conseguirá uma bomba coberta de vômito de Skag e então, poderá usá-la para abrir um buraco na parede blindada do banco."

[M_TheBankJob:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá até o banco."
MissionDescriptionOverride=""

[M_TheBankJob:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine os guardas do banco e saqueie à vontade."
MissionDescriptionOverride="Existe um banco em [place]Lynchwood[-place]. Brick acredita que todos os bancos são construidos para um único propósito: serem assaltados. Você conseguiu uma entrada explosiva no banco. Agora só precisa eliminar os guardas e saqueá-lo à vontade."

[M_TheBankJob:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride="Posicione a bomba de vômito de Skag."
MissionDescriptionOverride=""

[M_TheBankJob:ObjSet_DigPile MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:ObjSet_GetSlagBomb MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga uma bomba de vômito de Skag."
MissionDescriptionOverride=""

[M_TheBankJob:OpenTheToilet2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Existe um banco em [place]Lynchwood[-place]. Brick acredita que todos os bancos são construidos para um único propósito: serem assaltados. Porém, as coisas nunca são tão simples em [place]Lynchwood[-place]. As paredes do banco estão revestidas por uma película de metal especial que só pode ser dissolvida siguindo uma série de passos, de certo modo, bizarros. Em primeiro lugar você vai precisar de um laxante."

[M_TheBankJob:PlaceExplosive MissionObjectiveDefinition]
ProgressMessage="Posicione a bomba"

[M_TheBankJob:PlaceExplosives MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TheBankJob:PlantBait MissionObjectiveSetDefinition]
MissionSummaryOverride="Coloque a isca para Skags."
MissionDescriptionOverride=""

[M_TheBankJob:PlantTheBait MissionObjectiveDefinition]
ProgressMessage="Banhe a bomba com laxante"

[M_TheBankJob:PlantTheExplosives MissionObjectiveDefinition]
ProgressMessage="Exploda a câmara blindada"

[M_TheBankJob:TheBankJob_GetAway MissionObjectiveDefinition]
ProgressMessage="Fuja da cidade"

